{
  
  "Accueil": "Home",
  "Projets": "Projects",
  "Contact": "Contact",
  "À propos": "About",
  "Salut": "Hello",
  "je suis":"I am",
  "Développeur web full-stack passionné par l'optimisation des performances et la création d'interfaces utilisateur intuitives,disponible pour contribuer à des projets innovants dans un environnement collaboratif.":"Full-stack web developer passionate about optimizing performance and creating intuitive user interfaces, available to contribute to innovative projects in a collaborative environment.",
  "Voir mes projets ->":"See my projects ->",
  "Me contacter":"Contact me",
  "Mes compétences":"My skills",
  "Développement Web":"Web development",
  "Création d'interfaces utilisateur intuitives, dynamiques et professionnelles avec les technologies modernes.":"Creation of intuitive, dynamic and professional user interfaces with modern technologies.",
  "Analyse et gestion de sécurité des systèmes":"Systems security analysis and management",
  "Sécurisation des systèmes informatiques et optimisation des performances réseau !":"Securing computer systems and optimizing network performance!",
  "Développement Mobile":"Mobile Development",
  "Création d'applications mobiles multiplateformes fonctionnant sur tous les appareils.":"Creation of cross-platform mobile applications that work on all devices.",
  "Projets à la une":"Featured Projects",
  "Voir les détails":"See details",
  "Voir tous les projets":"See all projects",
  "Liens rapides":"Quick links",
  "Développeur Full Stack passionné par la création d'applications web modernes":"Full Stack Developer passionate about building modern web applications",
  "Réseaux sociaux":"Social networks",
  "Tous droits réservés.":"All rights reserved.",
  "Mes Projets":"My Projects",
  "Une collection de mes travaux et projets personnels":"A collection of my personal works and projects",
  "Rechercher des projets par titre ou filtrer par catégorie":"Search projects by title or filter by category"
  
}
